Gets the visibility.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public FamilyElementVisibility GetVisibility()
  Visual Basic
Public Function GetVisibility As FamilyElementVisibility
  Visual C++
public:
FamilyElementVisibility^ GetVisibility()
 Return Value
 A copy of visibility settings for the curve.
 See Also
  CurveByPoints Class
  Autodesk.Revit.DB Namespace